{
  "privacy_policy": "Privacy Policy",
  "privacy_intro": "This Privacy Policy describes how we collect, use, protect, and share the personal information of our users when using the site and its services. By using this site, you agree to the practices described in this policy.",
  "info_collection": "1. Information Collection",
  "info_collection_text": "We collect identifiable personal information, such as name, email address, phone number, among others, when you register on our site or interact with us. Additionally, we may collect non-personal information, such as browsing data, IP, device type, and browsing history to improve the user experience.",
  "info_use": "2. How We Use Your Information",
  "info_use_text": "We use the collected information for the following purposes:",
  "info_use_item1": "Provide and personalize the services offered;",
  "info_use_item2": "Improve site navigation and performance;",
  "info_use_item3": "Respond to user queries and requests;",
  "info_use_item4": "Send promotional information, when authorized.",
  "info_sharing": "3. Information Sharing",
  "info_sharing_text": "We do not share your personal information with third parties, except in the following situations:",
  "info_sharing_item1": "When required by law or to comply with a court order;",
  "info_sharing_item2": "With service providers acting on our behalf, but always under confidentiality agreements;",
  "info_sharing_item3": "In case of corporate restructuring or asset sale.",
  "storage_security": "4. Information Storage and Security",
  "storage_security_text": "We adopt appropriate security measures to protect your personal information against unauthorized access, use, or disclosure. However, no data transmission over the internet is completely secure, and we cannot guarantee the absolute security of your information.",
  "cookies": "5. Cookies",
  "cookies_text": "We use cookies and similar technologies to improve the browsing experience and collect usage data. You can configure your browser to refuse cookies or alert you when a cookie is sent. However, this may affect the functionality of the site.",
  "your_rights": "6. Your Rights",
  "your_rights_text": "You have the right to access, correct, update, or delete your personal information at any time. To do so, simply contact us through the channels available on the site.",
  "policy_changes": "7. Changes to the Privacy Policy",
  "policy_changes_text": "This Privacy Policy may be updated periodically. Any changes will be published on this page, and the date of the last revision will be indicated at the end.",
  "contact": "8. Contact",
  "contact_text": "If you have questions about this Privacy Policy or about the processing of your personal data, please contact us through our contact information.",
  "last_update": "Last update",
  "update_date": "May 2025."
}
