{
  "terms_of_use": "Terms of Use",
  "welcome_terms": "Welcome to our website. By accessing and using our services, you agree to the following terms and conditions. If you do not agree with any part of these terms, please do not use our site.",
  "acceptance": "1. Acceptance of Terms",
  "acceptance_text": "This agreement establishes the conditions for the use of the website and services offered. By accessing the site or using our services, you agree to fully comply with these Terms of Use and any additional policies or regulations.",
  "definitions": "2. Definitions",
  "definitions_text": "For the purposes of this Term, \"User\" means any person who accesses or uses the services provided by this site. \"Services\" refers to all functionalities offered, including registration, content viewing, and interaction with the materials provided.",
  "modifications": "3. Modifications to Terms",
  "modifications_text": "We reserve the right to change, modify, or revise these Terms of Use at any time, at our discretion. Changes will be posted in this space and the date of the last update will be indicated at the end of the page. Continued use of our services after these modifications constitutes your acceptance of the new terms.",
  "user_responsibility": "4. User Responsibility",
  "user_responsibility_text": "The User is responsible for all activities carried out in their account and agrees not to use the site for illegal, fraudulent, or harmful purposes to third parties. The User may not:",
  "user_responsibility_item1": "Perform any act that may compromise the integrity or security of the site;",
  "user_responsibility_item2": "Violate the intellectual property of third parties by publishing or sharing content that infringes copyrights or trademarks;",
  "user_responsibility_item3": "Share false or misleading information.",
  "content_use": "5. Content Use",
  "content_use_text": "The content available on this site, including texts, images, videos, and other materials, is protected by copyright and other intellectual property laws. The User may view, copy, and print the content exclusively for personal and non-commercial use, always respecting legal limitations.",
  "privacy_security": "6. Privacy and Security",
  "privacy_security_text": "We are committed to protecting the privacy of Users' personal data. For more details on how we collect, use, and store your information, please see our",
  "liability_limitation": "7. Limitation of Liability",
  "liability_limitation_text": "While we strive to offer a quality service, we do not guarantee that the site will be free from errors or interruptions. We are not responsible for direct or indirect damages resulting from the use or inability to use the site.",
  "termination": "8. Termination",
  "termination_text": "We may, at any time and at our discretion, suspend or terminate access to the site and services, without prior notice, in case of violation of these Terms of Use.",
  "applicable_law": "9. Applicable Law",
  "applicable_law_text": "This Term is governed by Brazilian laws, and any dispute will be resolved in the competent courts of the city where we are located.",
  "last_update": "Last update",
  "update_date": "May 2025."
}
