{
  "privacy_policy": "Política de Privacidade",
  "privacy_intro": "Esta Política de Privacidade descreve como coletamos, utilizamos, protegemos e compartilhamos as informações pessoais de nossos usuários ao utilizar o site e seus serviços. Ao utilizar este site, você concorda com as práticas descritas nesta política.",
  "info_collection": "1. Coleta de Informações",
  "info_collection_text": "Coletamos informações pessoais identificáveis, como nome, endereço de e-mail, telefone, entre outras, quando você se cadastra em nosso site ou interage conosco. Além disso, podemos coletar informações não pessoais, como dados de navegação, IP, tipo de dispositivo e histórico de navegação para melhorar a experiência do usuário.",
  "info_use": "2. Como Usamos Suas Informações",
  "info_use_text": "Utilizamos as informações coletadas para os seguintes fins:",
  "info_use_item1": "Fornecer e personalizar os serviços oferecidos;",
  "info_use_item2": "Melhorar a navegação e o desempenho do site;",
  "info_use_item3": "Responder a consultas e solicitações de usuários;",
  "info_use_item4": "Enviar informações promocionais, quando autorizado.",
  "info_sharing": "3. Compartilhamento de Informações",
  "info_sharing_text": "Não compartilhamos suas informações pessoais com terceiros, exceto nas seguintes situações:",
  "info_sharing_item1": "Quando exigido por lei ou para cumprir uma ordem judicial;",
  "info_sharing_item2": "Com prestadores de serviços que atuam em nosso nome, mas sempre sob acordos de confidencialidade;",
  "info_sharing_item3": "Em caso de reestruturação corporativa ou venda de ativos.",
  "storage_security": "4. Armazenamento e Segurança das Informações",
  "storage_security_text": "Adotamos medidas de segurança apropriadas para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados. No entanto, nenhuma transmissão de dados pela internet é completamente segura, e não podemos garantir a segurança absoluta de suas informações.",
  "cookies": "5. Cookies",
  "cookies_text": "Utilizamos cookies e tecnologias similares para melhorar a experiência de navegação e coletar dados de uso. Você pode configurar seu navegador para recusar cookies ou alertá-lo quando um cookie for enviado. No entanto, isso pode afetar a funcionalidade do site.",
  "your_rights": "6. Seus Direitos",
  "your_rights_text": "Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Para isso, basta entrar em contato conosco através dos canais disponíveis no site.",
  "policy_changes": "7. Alterações na Política de Privacidade",
  "policy_changes_text": "Esta Política de Privacidade pode ser atualizada periodicamente. Quaisquer mudanças serão publicadas nesta página, e a data da última revisão será indicada ao final.",
  "contact": "8. Contato",
  "contact_text": "Se você tiver dúvidas sobre esta Política de Privacidade ou sobre o tratamento de seus dados pessoais, entre em contato conosco através de nossas informações de contato.",
  "last_update": "Última atualização",
  "update_date": "Maio de 2025."
}
