{
  "terms_of_use": "Termos de Uso",
  "welcome_terms": "Bem-vindo ao nosso site. Ao acessar e utilizar nossos serviços, você concorda com os seguintes termos e condições. Caso não concorde com qualquer parte destes termos, não utilize nosso site.",
  "acceptance": "1. Aceitação dos Termos",
  "acceptance_text": "Este contrato estabelece as condições para o uso do site e serviços oferecidos. Ao acessar o site ou utilizar nossos serviços, você concorda em cumprir integralmente estes Termos de Uso e quaisquer políticas ou regulamentos adicionais.",
  "definitions": "2. Definições",
  "definitions_text": "Para fins deste Termo, entende-se por \"Usuário\" qualquer pessoa que acesse ou utilize os serviços fornecidos por este site. \"Serviços\" refere-se a todas as funcionalidades oferecidas, incluindo o cadastro, visualização de conteúdo e interação com os materiais disponibilizados.",
  "modifications": "3. Modificações dos Termos",
  "modifications_text": "Nos reservamos o direito de alterar, modificar ou revisar estes Termos de Uso a qualquer momento, a nosso critério. As alterações serão publicadas neste espaço e a data da última atualização será indicada ao final da página. O uso contínuo dos nossos serviços após essas modificações constitui sua aceitação aos novos termos.",
  "user_responsibility": "4. Responsabilidade do Usuário",
  "user_responsibility_text": "O Usuário é responsável por todas as atividades realizadas em sua conta e concorda em não usar o site para fins ilegais, fraudulentos ou prejudiciais a terceiros. O Usuário não pode:",
  "user_responsibility_item1": "Realizar qualquer ato que possa comprometer a integridade ou segurança do site;",
  "user_responsibility_item2": "Violar a propriedade intelectual de terceiros, publicando ou compartilhando conteúdo que infrinja direitos autorais ou marcas registradas;",
  "user_responsibility_item3": "Compartilhar informações falsas ou enganosas.",
  "content_use": "5. Uso do Conteúdo",
  "content_use_text": "O conteúdo disponibilizado neste site, incluindo textos, imagens, vídeos e outros materiais, é protegido por direitos autorais e outras leis de propriedade intelectual. O Usuário pode visualizar, copiar e imprimir o conteúdo exclusivamente para uso pessoal e não comercial, respeitando sempre as limitações legais.",
  "privacy_security": "6. Privacidade e Segurança",
  "privacy_security_text": "Nos comprometemos a proteger a privacidade dos dados pessoais dos Usuários. Para mais detalhes sobre como coletamos, usamos e armazenamos suas informações, consulte nossa",
  "liability_limitation": "7. Limitação de Responsabilidade",
  "liability_limitation_text": "Embora busquemos oferecer um serviço de qualidade, não garantimos que o site estará livre de erros ou interrupções. Não nos responsabilizamos por danos diretos ou indiretos resultantes do uso ou da impossibilidade de uso do site.",
  "termination": "8. Rescisão",
  "termination_text": "Podemos, a qualquer momento e a nosso critério, suspender ou encerrar o acesso ao site e aos serviços, sem aviso prévio, em caso de violação destes Termos de Uso.",
  "applicable_law": "9. Lei Aplicável",
  "applicable_law_text": "Este Termo é regido pelas leis brasileiras, e qualquer disputa será resolvida nos tribunais competentes da cidade onde estamos localizados.",
  "last_update": "Última atualização",
  "update_date": "Maio de 2025."
}
